export const FORM_VALIDATION_ERROR_MESSAGES = {
  required: 'Поле обязательно к заполнению',
  minlengthPassword: 'Необходимо ввести не менее 8-ми символов',
  minLengthNumberPhone:
    'Введите код оператора (2 символа), и номер телефона (7 символов)',
  email: 'Введите корректный email',
  image: 'Выберите изображение, другие типы файлов не будут загружены',
  min: 'Введите валидное значение, номер не может быть отрицательным или равным 0',
  max: 'Введите валидное значение, номер не может превышать пятизначное число',
};
